tap "charmbracelet/tap"
tap "confluentinc/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "nikitabobko/tap"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "ipinfo-cli"
brew "lazygit"
brew "lsd"
brew "make"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "opencode"
brew "pango"
brew "poppler"
brew "powerlevel10k"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "yamllint"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "charmbracelet/tap/crush"
brew "confluentinc/tap/cli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "font-meslo-lg-nerd-font"
cask "hashicorp/tap/hashicorp-vagrant"
cask "iterm2"
cask "keycastr"
cask "kitty"
cask "numi"
cask "session-manager-plugin"
cask "sioyek"
vscode "8mitsuboy.warp-cyber-wave"
vscode "aaron-bond.better-comments"
vscode "adityavm.vscode-monokai-seti"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andys8.jest-snippets"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "beastdestroyer.firefox-quantum-themes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "blitzz.twitch-chat"
vscode "bradlc.vscode-tailwindcss"
vscode "casualjim.gotemplate"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fang.vscode-theme-night-own-darkppp"
vscode "figma.figma-vscode-extension"
vscode "fisheva.eva-theme"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "haozibi.goplay"
vscode "hashicorp.terraform"
vscode "heron.firefox-devtools-theme"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "kodu-ai.claude-dev-experimental"
vscode "kumar-harsh.graphql-for-vscode"
vscode "letrieu.expand-region"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikegleasonjr.theme-go"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vscode.wordcount"
vscode "naumovs.color-highlight"
vscode "neverik.go-critic"
vscode "nur.just-black"
vscode "oxc.oxc-vscode"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pkosta2005.heroku-command"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "riccardonovaglia.missinglineendoffile"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "sirtori.indenticator"
vscode "skip1.go-swagger"
vscode "slevesque.vscode-multiclip"
vscode "spywhere.guides"
vscode "tal7aouy.icons"
vscode "tinkertrain.theme-panda"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "zsh.go-snippets"
go "github.com/air-verse/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/melkeydev/go-blueprint"
go "golang.org/x/tools/gopls"
go "github.com/melkeydev/govm"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
