8mitsuboy.warp-cyber-wave
aaron-bond.better-comments
adityavm.vscode-monokai-seti
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
andys8.jest-snippets
antfu.browse-lite
antfu.vite
beardedbear.beardedicons
beardedbear.beardedtheme
beastdestroyer.firefox-quantum-themes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
blitzz.twitch-chat
bradlc.vscode-tailwindcss
casualjim.gotemplate
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.codeium
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
editorconfig.editorconfig
emmanuelbeziat.vscode-great-icons
enkia.tokyo-night
esbenp.prettier-vscode
fang.vscode-theme-night-own-darkppp
figma.figma-vscode-extension
fisheva.eva-theme
formulahendry.auto-rename-tag
github.copilot-chat
github.github-vscode-theme
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
haozibi.goplay
hashicorp.terraform
heron.firefox-devtools-theme
jdinhlife.gruvbox
jock.svg
kodu-ai.claude-dev-experimental
kumar-harsh.graphql-for-vscode
letrieu.expand-region
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikegleasonjr.theme-go
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.atom-keybindings
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.vscode-typescript-next
ms-vscode.wordcount
naumovs.color-highlight
neverik.go-critic
nur.just-black
oxc.oxc-vscode
pflannery.vscode-versionlens
pkief.material-icon-theme
pkosta2005.heroku-command
postman.postman-for-vscode
prisma.prisma
rangav.vscode-thunder-client
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
riccardonovaglia.missinglineendoffile
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
sirtori.indenticator
skip1.go-swagger
slevesque.vscode-multiclip
spywhere.guides
tal7aouy.icons
tinkertrain.theme-panda
usernamehw.errorlens
vitest.explorer
vscode-icons-team.vscode-icons
vue.volar
wayou.vscode-todo-highlight
wix.vscode-import-cost
zsh.go-snippets
